{
    "doc_info": {
        "doc_name": "shaina450062024_2025-09-10",
        "doc_type": "application/pdf",
        "doc_version": "1.7.0"
    },
    "doc_content": [
        {
            "text": "<unknown>",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "<unknown>",
                "level": null
            }
        },
        {
            "text": "in the supreme court of india civil original jurisdiction",
            "metadata": {
                "page_number": 1,
                "content_label": "SECTION_HEADER",
                "orig_text": "IN THE SUPREME COURT OF INDIA CIVIL ORIGINAL JURISDICTION",
                "level": 1
            }
        },
        {
            "text": "transfer petition (civil) no. 2664 of 2024",
            "metadata": {
                "page_number": 1,
                "content_label": "SECTION_HEADER",
                "orig_text": "TRANSFER PETITION (CIVIL)  NO.  2664 OF 2024",
                "level": 1
            }
        },
        {
            "text": "shaina jasleen",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "SHAINA JASLEEN",
                "level": null
            }
        },
        {
            "text": "petitioner",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "PETITIONER",
                "level": null
            }
        },
        {
            "text": "respondent",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "RESPONDENT",
                "level": null
            }
        },
        {
            "text": "versus",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "VERSUS",
                "level": null
            }
        },
        {
            "text": "pargat singh pardal",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "PARGAT SINGH PARDAL",
                "level": null
            }
        },
        {
            "text": "o r d e r",
            "metadata": {
                "page_number": 1,
                "content_label": "SECTION_HEADER",
                "orig_text": "O R D E R",
                "level": 1
            }
        },
        {
            "text": "1. the parties have been able to arrive at an amicable settlement before the supreme court mediation centre. the terms of settlement agreement have been reduced into writing, duly signed by the parties, their respective counsel, including the learned mediator.",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "1. The parties have been able to arrive at an amicable settlement before the Supreme Court Mediation Centre.  The terms   of   Settlement   Agreement   have   been   reduced   into writing,   duly   signed   by   the   parties,   their   respective counsel, including the learned Mediator.",
                "level": null
            }
        },
        {
            "text": "the terms of the settlement read thus:",
            "metadata": {
                "page_number": 1,
                "content_label": "LIST_ITEM",
                "orig_text": "2. The terms of the settlement read thus:",
                "level": null
            }
        },
        {
            "text": "'settlement agreement",
            "metadata": {
                "page_number": 1,
                "content_label": "SECTION_HEADER",
                "orig_text": "'SETTLEMENT AGREEMENT",
                "level": 1
            }
        },
        {
            "text": "this settlement agreement is entered into between petitioner- ms. shaina jasleen w/o mr. pargat singh pardal d/o rakesh pal singh r/o. sanjay colony, ram raj road, near bank of india, bajpur, udham singh nagar, uttarakhand also at r/o policit, kathgodam, p.s. haldwani, district nainital, uttarakhand (here in after referred to as petitioner-wife) and mr. pargat singh pardal s/o shri surendra singh r/o house no. 358, shastri ; colony gali ravi dass, yamuna nagar, tehsil, jagadhri, district - yamuna nagar, haryana - 135001 (here in after referred to as respondent-husband).",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "This Settlement Agreement is entered into between Petitioner- Ms. Shaina Jasleen W/o Mr. Pargat Singh Pardal D/o Rakesh Pal Singh R/o.   Sanjay Colony, Ram Raj Road, Near Bank of India, Bajpur, Udham Singh   Nagar,   Uttarakhand   also   at   R/o   Policit, Kathgodam,   P.S.   Haldwani,   District   Nainital, Uttarakhand   (here   in   after   referred   to   as Petitioner-Wife) and   Mr. Pargat Singh Pardal S/o Shri Surendra Singh R/o House No. 358, Shastri ; Colony   Gali   Ravi   Dass,   Yamuna   Nagar,   Tehsil, Jagadhri, District - Yamuna Nagar, Haryana - 135001 (here in after referred to as Respondent-Husband).",
                "level": null
            }
        },
        {
            "text": "1. whereas the marriage between the petitioner and respondent wife was solemnized as per hindu rites and ceremonies on 09.02.2020 at haryana. after marriage parties resided together at yamuna nagar, haryana and there is one girl child namely 'avnoor kaur' aged about 4.5 years out of this",
            "metadata": {
                "page_number": 1,
                "content_label": "TEXT",
                "orig_text": "1. Whereas   the marriage between the petitioner and   respondent   wife   was   solemnized   as   per   Hindu rites   and   ceremonies   on   09.02.2020   at   Haryana. After marriage parties resided together at Yamuna Nagar, Haryana  and there is one girl child namely 'AVNOOR   KAUR'   aged   about   4.5   years   out   of   this",
                "level": null
            }
        },
        {
            "text": "1",
            "metadata": {
                "page_number": 1,
                "content_label": "PAGE_FOOTER",
                "orig_text": "1",
                "level": null
            }
        },
        {
            "text": "both the parties resided together as husband and wife till 19.08.2023, and thereafter disputes and differences arose between the parties and since then she is staying with her parents at bajpur,",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "Both the parties resided together as husband and wife till 19.08.2023, and thereafter disputes and differences arose between the parties and since then she is staying with her parents at Bajpur,",
                "level": null
            }
        },
        {
            "text": "whereas the parties have filed following cases against each other:-",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "Whereas the Parties have filed following cases against each other:-",
                "level": null
            }
        },
        {
            "text": "wedlock. 2. uttarkhand. 3.",
            "metadata": {
                "page_number": 2,
                "content_label": "TEXT",
                "orig_text": "wedlock. 2. Uttarkhand. 3.",
                "level": null
            }
        },
        {
            "text": "(i) respondent/husband has filed case under section 9 of hindu marriage act, hma no. 504/2024 pending before principle judge family court, jagdhari, haryana. (ii) petitioner/wife has filed misc. criminal case no. 582/2023 under 125 cr.p.c. pending before principle judge family court, haldwani. (iii) petitioner / wife has filed misc. criminal case no. 65/2024 before the court of additional chief judicial magistrate, haldwani, under section 156 (3) cr.p.c. (iv) petitioner/wife has filed criminal",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "(i) Respondent/Husband has filed Case Under Section   9   of   Hindu   Marriage   Act,   HMA   No. 504/2024 pending before Principle Judge Family Court, Jagdhari, Haryana. (ii) Petitioner/wife has filed Misc. Criminal Case   No.   582/2023   Under   125   Cr.P.C.   pending before Principle Judge Family Court, Haldwani. (iii) Petitioner   /   wife   has   filed   Misc. Criminal Case No. 65/2024 before the Court of Additional Chief Judicial Magistrate, Haldwani, Under Section 156 (3) Cr.P.C. (iv) Petitioner/wife has filed Criminal",
                "level": null
            }
        },
        {
            "text": "revision no. 94/2025 pending before additional district and session judge, haldwani.",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "Revision No. 94/2025 pending before Additional District and Session Judge, Haldwani.",
                "level": null
            }
        },
        {
            "text": "whereas hon'ble supreme court vide order dated 20.02.2025 in transfer petition (civil) no. 2664/2024 has referred the matter to supreme court mediation centre. comprehensive mediation sessions were held between the parties and their respective advocates on 21.03.2025, 23.04.2025, 15.05.2025, 19.07.2025, 25.07.2025, 29.07.2025, 01.08.2025, 06.08.2025, 12.08.2025, 19.08.2025 (physical and virtual both ) and today i.e. 29.08.2025 (physically for signing of the present settlement agreement).",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "4. Whereas Hon'ble Supreme Court vide Order dated 20.02.2025   in   Transfer   Petition   (Civil)   No. 2664/2024 has referred the matter to Supreme Court Mediation Centre.  Comprehensive mediation sessions were held between the parties and their respective advocates on   21.03.2025, 23.04.2025, 15.05.2025, 19.07.2025,   25.07.2025,   29.07.2025,   01.08.2025, 06.08.2025,   12.08.2025,   19.08.2025   (physical   and virtual   both   )   and   today   i.e.   29.08.2025 (physically for signing of the present Settlement Agreement).",
                "level": null
            }
        },
        {
            "text": "both the parties hereto have arrived at an amicable settlement on the following terms and conditions for dissolution of marriage by mutual consent:-",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "5. Both   the   parties   hereto   have   arrived   at   an amicable   settlement   on   the   following   terms   and conditions for dissolution of marriage by mutual consent:-",
                "level": null
            }
        },
        {
            "text": "that the parties have agreed that the respondent-husband will pay to the petitioner-wife a total sum of rs. 18,00,000/- (rupees eighteen lakhs only) towards full and final settlement of all her",
            "metadata": {
                "page_number": 2,
                "content_label": "LIST_ITEM",
                "orig_text": "A. That the parties have agreed that the Respondent-husband will pay to the Petitioner-wife a total sum of Rs. 18,00,000/-   (Rupees   Eighteen   Lakhs   Only) towards full and final settlement of all her",
                "level": null
            }
        },
        {
            "text": "2",
            "metadata": {
                "page_number": 2,
                "content_label": "PAGE_FOOTER",
                "orig_text": "2",
                "level": null
            }
        },
        {
            "text": "claims towards her permanent alimony, stridhan, maintenance (past, present, future) and any other claim whatsoever. it is further clarified that parties have exchanged respective ornaments /articles/ gifts belonging to each other upon signing of this agreement and there are no articles left to be exchanged.",
            "metadata": {
                "page_number": 3,
                "content_label": "TEXT",
                "orig_text": "claims towards her permanent alimony, Stridhan, maintenance (past, present, future) and any other claim whatsoever. It is further clarified that parties have exchanged respective Ornaments /Articles/ Gifts belonging to each other upon signing of this Agreement  and there are no Articles left to be exchanged.",
                "level": null
            }
        },
        {
            "text": "b. that the parties have agreed that out of rs. 18,00,000/- (eighteen lakhs only) an amount of rs. 10,00,000/- (rupees ten lakhs only) will be deposited in fixed deposit account for benefit of minor daughter named 'avnoor kaur' and it can only be enchashed when said daughter will attain majority. it has been further agreed that remaining amount of rs. 8,00,000/- (eight lakhs only) will be paid to petitioner /wife in fd form towards her alimony, which she will be free to use for her own benefits.",
            "metadata": {
                "page_number": 3,
                "content_label": "TEXT",
                "orig_text": "B. That the Parties have agreed that out of Rs.   18,00,000/-   (Eighteen   Lakhs   Only)   an amount of Rs. 10,00,000/- (Rupees Ten Lakhs Only)   will   be   deposited   in   fixed   deposit account for benefit of minor daughter named 'AVNOOR KAUR' and it can only be enchashed when said daughter will attain majority. It has been further agreed that remaining amount of Rs. 8,00,000/- (Eight Lakhs Only) will be paid to Petitioner /wife in FD form towards her alimony, which she will be free to use for her own benefits.",
                "level": null
            }
        },
        {
            "text": "c. it is agreed between the parties that they will move an application jointly before the hon'ble supreme court under article 142 of constitution of india for invoking inherent powers of the hon'ble supreme court praying for divorce by mutual consent and for quashing of all pending cases as parties are staying separately since 19.08.2023 i.e. for the last more than two years and there is irretrievable break down of the marriage.",
            "metadata": {
                "page_number": 3,
                "content_label": "TEXT",
                "orig_text": "C. It is agreed between the parties that they will move an application jointly before the Hon'ble Supreme Court under Article 142 of   Constitution   of   India   for   invoking inherent powers of the Hon'ble Supreme Court praying for divorce by mutual consent and for quashing of all pending cases as parties are staying separately since 19.08.2023 i.e. for the last more than two years and there is irretrievable break down of the marriage.",
                "level": null
            }
        },
        {
            "text": "d. it is further agreed between the parties that if hon'ble supreme court is not pleased to allow application filed by both the parties under article 142 of constitution of india then both the parties, shall file a petition for divorce with mutual consent and withdraw all the respective cases filed by them against each other from competent court. the respondent-husband will pay to the petitioner wife a total sum of rs. 18,00,000/- (rupees eighteen lakhs only) via rtgs/ neft /online transfer/dd.",
            "metadata": {
                "page_number": 3,
                "content_label": "TEXT",
                "orig_text": "D. It is further agreed between the parties that if Hon'ble Supreme Court is not pleased to   allow   application   filed   by   both   the parties under Article 142 of Constitution of India   then   both   the   parties,   shall   file   a Petition for Divorce with mutual consent and withdraw all the respective cases filed by them against each other from Competent Court. The   Respondent-husband   will   pay   to   the Petitioner   Wife a   total sum   of   Rs. 18,00,000/- (Rupees Eighteen Lakhs Only) via RTGS/ NEFT /Online Transfer/DD.",
                "level": null
            }
        },
        {
            "text": "3",
            "metadata": {
                "page_number": 3,
                "content_label": "PAGE_FOOTER",
                "orig_text": "3",
                "level": null
            }
        },
        {
            "text": "e. visitation right:-",
            "metadata": {
                "page_number": 4,
                "content_label": "SECTION_HEADER",
                "orig_text": "E. VISITATION RIGHT:-",
                "level": 1
            }
        },
        {
            "text": "i. that the permanent custody of minor child will remain with petitioner/ mother and respondent husband/ father of minor child 'avnoor kaur' shall have visitation rights of 18 days during summer vacation and 4 days during winter vacation in one calendar year. ii. that the respondent/husband or his parents shall have right to meet the child on any one weekend in one month upon prior intimation to petitioner/wife at place were petitioner/wife is residing. iii. that the respondent/husband shall have right to make one phone call (including video call) on mobile no. 7579415558 per week to minor daughter. iv. that the child shall celebrate diwali alternatively one year with mother one year with father. v. that the child under no circumstances will be handed over to the custody of grand parents either",
            "metadata": {
                "page_number": 4,
                "content_label": "TEXT",
                "orig_text": "I. That the permanent custody of minor child will remain with Petitioner/   Mother   and   Respondent Husband/   Father   of   minor   child 'AVNOOR KAUR' shall  have visitation rights   of   18   days   during   summer vacation   and   4   days   during   winter vacation in one calendar year. II. That the Respondent/Husband or his parents shall have right to meet the child on any one weekend in one month   upon   prior   intimation   to Petitioner/wife at place were petitioner/wife is residing. III. That the Respondent/Husband shall have right to make one phone call   (including   video   call)   on Mobile   No.   7579415558   per   week   to minor daughter. IV. That the child shall celebrate DIWALI   alternatively   one   year   with mother one year with father. V. That the child under no circumstances will be handed over to the custody of grand parents either",
                "level": null
            }
        },
        {
            "text": "paternal or maternal.",
            "metadata": {
                "page_number": 4,
                "content_label": "LIST_ITEM",
                "orig_text": "paternal or maternal.",
                "level": null
            }
        },
        {
            "text": "that the petitioner and the respondent have agreed that none of them will initiate any other legal action or complaint against each other or against the family members of each other in respect of their matrimonial dispute in future.",
            "metadata": {
                "page_number": 4,
                "content_label": "LIST_ITEM",
                "orig_text": "6. That the Petitioner and the Respondent have agreed that none of them will initiate any other legal action or complaint against each other or against the family members of each other in respect of their matrimonial dispute in future.",
                "level": null
            }
        },
        {
            "text": "that subject to the aforesaid terms, the parties have resolved all the disputes amicably in relation to the marriage and have been left with no claims against each other or their respective family members.",
            "metadata": {
                "page_number": 4,
                "content_label": "LIST_ITEM",
                "orig_text": "7. That   subject   to   the   aforesaid   terms,   the parties have resolved all the disputes amicably in relation to the marriage and have been left with no claims   against   each   other   or   their   respective family members.",
                "level": null
            }
        },
        {
            "text": "that by signing this agreement the parties hereto solemnly state and affirm that they have no further claims or demands against each other including maintenance, or any movable or immovable property and all the disputes and differences have been amicably settled by the parties hereto through",
            "metadata": {
                "page_number": 4,
                "content_label": "LIST_ITEM",
                "orig_text": "8. That   by   signing   this   Agreement   the   parties hereto solemnly state and affirm that they have no further   claims   or   demands   against   each   other including maintenance, or any movable or immovable property and all the disputes and differences have been amicably settled by the parties hereto through",
                "level": null
            }
        },
        {
            "text": "4",
            "metadata": {
                "page_number": 4,
                "content_label": "PAGE_FOOTER",
                "orig_text": "4",
                "level": null
            }
        },
        {
            "text": "the process of mediation.",
            "metadata": {
                "page_number": 5,
                "content_label": "TEXT",
                "orig_text": "the process of mediation.",
                "level": null
            }
        },
        {
            "text": "the parties undertake to abide by the terms and conditions set out in the above mentioned settlement agreement, which have been arrived with free will of the parties without any coercion, duress or collusion and parties undertake not to raise any dispute whatsoever henceforth.",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "9. The parties undertake to abide by the terms and   conditions   set   out   in   the   above   mentioned Settlement Agreement, which have been arrived with free   will   of   the   parties   without   any   coercion, duress or collusion and parties undertake not to raise any dispute whatsoever henceforth.",
                "level": null
            }
        },
        {
            "text": "the contents of this settlement - agreement have been explained to all the parties through their respective counsels and they have understood the same.'",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "10. The contents of this settlement - agreement have   been   explained   to   all   the   parties   through their respective counsels and they have understood the same.'",
                "level": null
            }
        },
        {
            "text": "the original settlement agreement dated 29.08.2025 is ordered to be taken on record and shall be kept with the records of this case.",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "3. The original Settlement Agreement dated 29.08.2025 is ordered to be taken on record and shall be kept with the records of this case.",
                "level": null
            }
        },
        {
            "text": "in accordance with the terms and conditions of the settlement agreement, the husband has to pay a total amount of rs.18 lakh to his wife towards her maintenance for all times to come. the learned counsel appearing for the respondent-husband has brought two demand drafts, one of the amount of rs. 10 lakh and another of rs.8 lakh respectively, which are being handed over to the learned counsel appearing for the petitioner-wife in the court today.",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "4. In accordance with the terms and conditions of the Settlement Agreement, the husband has to pay a total amount of Rs.18 lakh to his wife towards her maintenance for all times   to   come.     The   learned   counsel   appearing   for   the respondent-husband has brought two demand drafts, one of the   amount   of   Rs.   10   lakh   and   another   of     Rs.8   lakh respectively, which are being handed over to the learned counsel   appearing   for   the   petitioner-wife   in   the   Court today.",
                "level": null
            }
        },
        {
            "text": "the parties are directed to abide by all other terms and conditions of the settlement agreement.",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "5. The parties are directed to abide by all other terms and conditions of the Settlement Agreement.",
                "level": null
            }
        },
        {
            "text": "all pending proceedings between the parties, civil and criminal, if any, stand terminated.",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "6. All pending proceedings between the parties, Civil and Criminal, if any, stand terminated.",
                "level": null
            }
        },
        {
            "text": "in such circumstances referred to above, the marriage between the parties stands dissolved in exercise of our",
            "metadata": {
                "page_number": 5,
                "content_label": "LIST_ITEM",
                "orig_text": "7. In such circumstances referred to above, the marriage between the parties stands dissolved in exercise of our",
                "level": null
            }
        },
        {
            "text": "5",
            "metadata": {
                "page_number": 5,
                "content_label": "PAGE_FOOTER",
                "orig_text": "5",
                "level": null
            }
        },
        {
            "text": "jurisdiction under article 142 of the constitution of india.",
            "metadata": {
                "page_number": 6,
                "content_label": "TEXT",
                "orig_text": "jurisdiction   under   Article   142   of   the   Constitution   of India.",
                "level": null
            }
        },
        {
            "text": "the registry shall draw a decree accordingly in terms of the settlement agreement.",
            "metadata": {
                "page_number": 6,
                "content_label": "LIST_ITEM",
                "orig_text": "8. The Registry shall draw a decree accordingly in terms of the Settlement Agreement.",
                "level": null
            }
        },
        {
            "text": "the transfer petition stands disposed of along with all pending interlocutory applications.",
            "metadata": {
                "page_number": 6,
                "content_label": "LIST_ITEM",
                "orig_text": "9. The Transfer Petition stands disposed of along with all pending interlocutory applications.",
                "level": null
            }
        },
        {
            "text": "..................j. [ j.b. pardiwala ]",
            "metadata": {
                "page_number": 6,
                "content_label": "TEXT",
                "orig_text": "..................J. [ J.B. PARDIWALA ]",
                "level": null
            }
        },
        {
            "text": "..................j. [ sandeep mehta ]",
            "metadata": {
                "page_number": 6,
                "content_label": "TEXT",
                "orig_text": "..................J. [ SANDEEP MEHTA ]",
                "level": null
            }
        },
        {
            "text": "new delhi",
            "metadata": {
                "page_number": 6,
                "content_label": "TEXT",
                "orig_text": "NEW DELHI",
                "level": null
            }
        },
        {
            "text": "september 10, 2025",
            "metadata": {
                "page_number": 6,
                "content_label": "TEXT",
                "orig_text": "SEPTEMBER 10, 2025",
                "level": null
            }
        },
        {
            "text": "6",
            "metadata": {
                "page_number": 6,
                "content_label": "PAGE_FOOTER",
                "orig_text": "6",
                "level": null
            }
        },
        {
            "text": "item no.1 court no.6 section iv-b",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "ITEM NO.1               COURT NO.6               SECTION IV-B",
                "level": null
            }
        },
        {
            "text": "s u p r e m e c o u r t o f i n d i a record of proceedings",
            "metadata": {
                "page_number": 7,
                "content_label": "SECTION_HEADER",
                "orig_text": "S U P R E M E  C O U R T  O F  I N D I A RECORD OF PROCEEDINGS",
                "level": 1
            }
        },
        {
            "text": "transfer petition (civil) no. 2664/2024",
            "metadata": {
                "page_number": 7,
                "content_label": "SECTION_HEADER",
                "orig_text": "TRANSFER PETITION (CIVIL)  NO.  2664/2024",
                "level": 1
            }
        },
        {
            "text": "shaina jasleen petitioner(s)",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "SHAINA JASLEEN                                     PETITIONER(S)",
                "level": null
            }
        },
        {
            "text": "versus",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "VERSUS",
                "level": null
            }
        },
        {
            "text": "pargat singh pardal respondent(s)",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "PARGAT SINGH PARDAL                                RESPONDENT(S)",
                "level": null
            }
        },
        {
            "text": "[mediation report received]",
            "metadata": {
                "page_number": 7,
                "content_label": "SECTION_HEADER",
                "orig_text": "[MEDIATION REPORT RECEIVED]",
                "level": 1
            }
        },
        {
            "text": "ia no. 227724/2024 - exemption from filing o.t.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "IA No. 227724/2024 - EXEMPTION FROM FILING O.T.",
                "level": null
            }
        },
        {
            "text": "ia no. 227725/2024 - stay application",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "IA No. 227725/2024 - STAY APPLICATION",
                "level": null
            }
        },
        {
            "text": "date : 10-09-2025 this matter was called on for hearing today.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Date : 10-09-2025 This matter was called on for hearing today.",
                "level": null
            }
        },
        {
            "text": "coram :",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "CORAM :",
                "level": null
            }
        },
        {
            "text": "hon'ble mr. justice j.b. pardiwala",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "HON'BLE MR. JUSTICE J.B. PARDIWALA",
                "level": null
            }
        },
        {
            "text": "hon'ble mr. justice sandeep mehta",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "HON'BLE MR. JUSTICE SANDEEP MEHTA",
                "level": null
            }
        },
        {
            "text": "for petitioner(s) :",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "For Petitioner(s) :",
                "level": null
            }
        },
        {
            "text": "mr. manohar pratap, aor",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Manohar Pratap, AOR",
                "level": null
            }
        },
        {
            "text": "ms. bhavana bisht, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Ms. Bhavana Bisht, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. vishal kaushik, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Vishal Kaushik, Adv.",
                "level": null
            }
        },
        {
            "text": "for respondent(s) :",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "For Respondent(s) :",
                "level": null
            }
        },
        {
            "text": "mr. atul kumar, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Atul Kumar, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. abhimanyu sharma, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Abhimanyu Sharma, Adv.",
                "level": null
            }
        },
        {
            "text": "ms. deepali atreja, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Ms. Deepali Atreja, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. harish kumar sharma, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Harish Kumar Sharma, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. arun gaur, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Arun Gaur, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. amit gupta, adv.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Amit Gupta, Adv.",
                "level": null
            }
        },
        {
            "text": "mr. tarun gupta, aor",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "Mr. Tarun Gupta, AOR",
                "level": null
            }
        },
        {
            "text": "upon hearing the counsel, the court made the following",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "UPON hearing the counsel, the Court made the following",
                "level": null
            }
        },
        {
            "text": "o r d e r",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "O R D E R",
                "level": null
            }
        },
        {
            "text": "the transfer petition is disposed of in terms of the signed order, which is placed on the file.",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "The transfer petition is disposed of in terms of the signed order, which is placed on the file.",
                "level": null
            }
        },
        {
            "text": "(pooja sharma) (pooja sharma) ar-cum-ps court master (nsh)",
            "metadata": {
                "page_number": 7,
                "content_label": "TEXT",
                "orig_text": "(POOJA SHARMA)                                  (POOJA SHARMA) AR-CUM-PS                                  COURT MASTER (NSH)",
                "level": null
            }
        },
        {
            "text": "7",
            "metadata": {
                "page_number": 7,
                "content_label": "PAGE_FOOTER",
                "orig_text": "7",
                "level": null
            }
        }
    ]
}